Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# FirewallHeader
source: A firewall might block incoming file transfers
ar: قد يمنع جدار الحماية نقل الملفات الواردة
ca: Un tallafocs podria bloquejar transferències d'arxius entrants.
cs: Firewall může blokovat příchozí přenosy souborů
da: En firewall kan blokere indkommende filoverførsler
de: Eine Firewall könnte eingehende Dateiübertragungen blockieren
el: Ένα firewall μπορεί να εμποδίζει τις εισερχόμενες μεταφορές αρχείων
es: Un firewall podría bloquear las transferencias de archivos entrantes
es_419: Es posible que un firewall bloquee las transferencias de archivos entrantes
fi: Palomuuri saattaa estää saapuvia tiedostosiiroja
fr: Un pare-feu peut bloquer les transferts de fichiers entrants
fr_ca: Un pare-feu pourrait bloquer les transferts de fichiers entrants
he: חומת אש עשויה לחסום העברות קבצים נכנסות.
hi: एक फ़ायरवॉल इनकमिंग फाइल ट्रांसफर को ब्लॉक कर सकता है
hr: Vatrozid možda blokira dolazne prijenose datoteka
hu: A tűzfal blokkolhatja a bejövő fájlátvitelek fogadását
id: Firewall mungkin memblokir transfer file masuk
it: Un firewall potrebbe bloccare i trasferimenti di file in entrata
ja: ファイアウォールが受信ファイル転送をブロックする可能性があります
ko: 방화벽이 수신 파일 전송을 차단할 수 있습니다
ms: Firewall mungkin menyekat pemindahan fail masuk
nb: En brannmur kan blokkere innkommende filoverføringer
nl: Een firewall kan inkomende bestandsoverdrachten blokkeren
pl: Zapora może blokować przychodzące transfery plików
pt_br: Um firewall pode bloquear transferências de arquivos recebidos
pt_pt: Um firewall pode bloquear transferências de ficheiros recebidos
ro: Un firewall poate bloca transferurile de fișiere primite
ru: Брандмауэр может блокировать входящие передачи файлов
sv: En brandvägg kan blockera inkommande filöverföringar
th: ไฟร์วอลล์อาจบล็อกการรับส่งไฟล์ขาเข้า
tr: Bir güvenlik duvarı gelen dosya transferlerini engelleyebilir
uk: Брандмауер може блокувати вхідні передачі файлів
vi: Tường lửa có thể chặn các tệp tin đến
zh_hans: 防火墙可能会阻止传入的文件传输
zh_hant: 防火牆可能阻止了傳入檔案傳輸

# FolderSelectionFailedMessage
source: This folder cannot be used for storing incoming files. Please use a different folder.
ar: لا يمكن استخدام هذا المجلد لتخزين الملفات الواردة. يرجى استخدام مجلد مختلف.
ca: Aquesta carpeta no es pot utilitzar per emmagatzemar fitxers entrants. Si us plau, utilitzeu una carpeta diferent.
cs: Tuto složku nelze použít k ukládání příchozích souborů. Použijte prosím jinou složku.
da: Denne mappe kan ikke bruges til at gemme indkommende filer. Brug venligst en anden mappe.
de: Dieser Ordner kann nicht zum Speichern eingehender Dateien verwendet werden. Bitte benutze einen anderen Ordner.
el: Αυτός ο φάκελος δεν μπορεί να χρησιμοποιηθεί για την αποθήκευση εισερχόμενων αρχείων. Παρακαλώ χρησιμοποιήστε έναν διαφορετικό φάκελο.
es: Esta carpeta no se puede usar para almacenar archivos entrantes. Por favor, utiliza una carpeta diferente.
es_419: Esta carpeta no se puede usar para almacenar archivos entrantes. Por favor, usa una carpeta diferente.
fi: Tätä kansiota ei voi käyttää saapuvien tiedostojen tallentamiseen. Käytä toista kansiota.
fr: Ce dossier ne peut pas être utilisé pour stocker les fichiers entrants. Veuillez utiliser un autre dossier.
fr_ca: Ce dossier ne peut pas être utilisé pour stocker les fichiers entrants. Veuillez utiliser un autre dossier.
he: לא ניתן להשתמש בתיקייה זו לאחסון קבצים נכנסים. אנא השתמשו בתיקייה אחרת.
hi: इस फ़ोल्डर का उपयोग आने वाली फ़ाइलों को संग्रहीत करने के लिए नहीं किया जा सकता। कृपया किसी अन्य फ़ोल्डर का उपयोग करें।
hr: Ova mapa ne može se koristiti za pohranu dolaznih datoteka. Molimo koristite drugu mapu.
hu: Ez a mappa nem használható beérkező fájlok tárolására. Kérjük, használjon másik mappát.
id: Folder ini tidak dapat digunakan untuk menyimpan file masuk. Silakan gunakan folder lain.
it: Questa cartella non può essere utilizzata per archiviare file in arrivo. Per favore, usa una cartella diversa.
ja: このフォルダは受信ファイルの保存に使用できません。別のフォルダを使用してください。
ko: 이 폴더는 들어오는 파일을 저장하는 데 사용할 수 없습니다. 다른 폴더를 사용하세요.
ms: Folder ini tidak boleh digunakan untuk menyimpan fail yang diterima. Sila gunakan folder lain.
nb: Denne mappen kan ikke brukes til lagring av innkommende filer. Vennligst bruk en annen mappe.
nl: Deze map kan niet worden gebruikt voor het opslaan van binnenkomende bestanden. Gebruik een andere map.
pl: Ten folder nie może być używany do przechowywania otrzymywanych plików. Proszę użyć innego folderu.
pt_br: Esta pasta não pode ser usada para armazenar arquivos recebidos. Por favor, use uma pasta diferente.
pt_pt: Esta pasta não pode ser usada para armazenar ficheiros recebidos. Por favor, utilize uma pasta diferente.
ro: Acest folder nu poate fi utilizat pentru stocarea fișierelor primite. Vă rugăm să folosiți un alt folder.
ru: Эту папку нельзя использовать для хранения входящих файлов. Пожалуйста, выберите другую папку.
sv: Den här mappen kan inte användas för att lagra inkommande filer. Använd en annan mapp.
th: ไม่สามารถใช้โฟลเดอร์นี้ในการจัดเก็บไฟล์ที่เข้ามาได้ กรุณาใช้โฟลเดอร์อื่น
tr: Bu klasör gelen dosyaların depolanması için kullanılamaz. Lütfen başka bir klasör kullanın.
uk: Цю папку не можна використовувати для збереження вхідних файлів. Будь ласка, використовуйте іншу папку.
vi: Thư mục này không thể được sử dụng để lưu trữ tập tin nhận. Vui lòng sử dụng một thư mục khác.
zh_hans: 此文件夹无法用于存储接收的文件。请使用其他文件夹。
zh_hant: 此文件夾無法用於存儲接收的檔案。請使用其他文件夾。

# FolderSelectionFailedTitle
source: Folder Unsupported
ar: المجلد غير مدعوم
ca: Carpeta no compatible
cs: Složka není podporována
da: Mappen understøttes ikke
de: Ordner wird nicht unterstützt
el: Μη υποστηριζόμενος φάκελος
es: Carpeta no compatible
es_419: Carpeta no compatible
fi: Kansio ei tuettu
fr: Dossier non pris en charge
fr_ca: Dossier non pris en charge
he: תיקייה לא נתמכת
hi: फ़ोल्डर असमर्थित
hr: Mapa nije podržana
hu: Mappa nem támogatott
id: Folder Tidak Didukung
it: Cartella non supportata
ja: フォルダがサポートされていません
ko: 폴더 지원되지 않음
ms: Folder Tidak Disokong
nb: Mappe ikke støttet
nl: Map niet ondersteund
pl: Folder nieobsługiwany
pt_br: Pasta não suportada
pt_pt: Pasta não suportada
ro: Folder nesuportat
ru: Папка не поддерживается
sv: Mapp stöds inte
th: โฟลเดอร์ไม่รองรับ
tr: Klasör Desteklenmiyor
uk: Папка не підтримується
vi: Thư mục không được hỗ trợ
zh_hans: 文件夹不支持
zh_hant: 文件夾不支援

source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
fr_ca: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
it: Generale
ja: 一般
ko: 일반
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Общие
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 通用
zh_hant: 一般

# GetSupport
source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
es_419: Soporte
fi: Tuki
he: תמיכה
hi: समर्थन
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
ms: Sokongan
nb: Brukerstøtte
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
pt_pt: Suporte
ro: Suport
ru: Поддержка
th: การสนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

source: Import to Photos
ar: استيراد إلى الصور
ca: Importa a Fotos
cs: Importovat do Fotek
da: Importer til Fotos
de: In Fotos importieren
el: Εισαγωγή στις Φωτογραφίες
es: Importar a Fotos
es_419: Importar a Fotos
fi: Tuo Kuvat-sovellukseen
fr: Importer dans Photos
fr_ca: Importer dans Photos
he: ייבוא לתמונות
hi: फ़ोटो में आयात करें
hr: Uvezi u Fotografije
hu: Importálás a Fotókba
id: Impor ke Foto
it: Importa in Foto
ja: 写真に追加
ko: 사진에 가져오기
ms: Import ke Foto
nb: Importer til Bilder
nl: Importeren naar Foto's
pl: Importuj do Zdjęć
pt_br: Importar para Fotos
pt_pt: Importar para Fotografias
ro: Importă în Poze
ru: Импортировать в Фото
sv: Importera till Bilder
th: นำเข้าไปยังรูปภาพ
tr: Fotoğraflara İçe Aktar
uk: Імпортувати в Фото
vi: Nhập vào Ảnh
zh_hans: 导入到照片
zh_hant: 匯入到相片

# InformDeveloper
source: Send Bug Report
ar: إرسال تقرير عن خلل
ca: Enviar Informe d'Error
cs: Odeslat hlášení o chybě
da: Send fejlrapport
de: Fehlerbericht senden
el: Αναφορά Σφάλματος
es: Enviar informe de errores
es_419: Enviar informe de error
fi: Lähetä virheraportti
fr: Envoyer un rapport de bug
fr_ca: Envoyer un rapport de bogue
he: שיגור דיווח על באגים
hi: बग रिपोर्ट भेजें
hr: Pošalji izvještaj o pogrešci
hu: Hibajelentés küldése
id: Kirim Laporan Bug
it: Invia segnalazione bug
ja: バグレポートを送信
ko: 버그 보고 보내기
ms: Hantar Laporan Bug
nb: Send feilrapport
nl: Foutrapport verzenden
pl: Zgłoś błąd
pt_br: Enviar relatório de erro
pt_pt: Enviar relatório de erro
ro: Trimite raport de eroare
ru: Отправить отчёт об ошибке
sv: Skicka felrapport
th: ส่งรายงานข้อบกพร่อง
tr: Hata Raporu Gönder
uk: Надіслати звіт про помилку
vi: Gửi Báo cáo Lỗi
zh_hans: 发送错误报告
zh_hant: 傳送錯誤報告

# InsertedIntoClipboard
source: Inserted
ar: تم الإدراج
ca: Inserit
cs: Vloženo
da: Indsat
de: Eingefügt
el: Προστέθηκε
es: Insertado
es_419: Insertado
fi: Lisätty
fr: Inséré
fr_ca: Inséré
he: הוכנס
hi: डाला गया
hr: Umetnuto
hu: Beillesztve
id: Dimasukkan
it: Inserito
ja: 挿入されました
ko: 삽입됨
ms: Disisipkan
nb: Innsatt
nl: Ingevoerd
pl: Wstawiono
pt_br: Inserido
pt_pt: Inserido
ro: Inserat
ru: Вставлено
sv: Infogad
th: แทรกแล้ว
tr: Eklendi
uk: Вставлено
vi: Đã chèn
zh_hans: 已插入
zh_hant: 已插入

# LaunchAtLogin
source: Open QuickDrop When Starting Mac
ar: فتح QuickDrop عند بدء تشغيل Mac
ca: Obre QuickDrop quan s'inicia el Mac
cs: Otevřít QuickDrop při startu Macu
da: Åbn QuickDrop ved opstart af Mac
de: QuickDrop beim Starten des Macs öffnen
el: Άνοιγμα QuickDrop κατά την εκκίνηση του Mac
es: Abrir QuickDrop al iniciar Mac
es_419: Abrir QuickDrop al iniciar el Mac
fi: Avaa QuickDrop, kun Mac käynnistyy
fr: Ouvrir QuickDrop au démarrage du Mac
fr_ca: Ouvrir QuickDrop au démarrage du Mac
he: פתח את QuickDrop כאשר Mac מופעל.
hi: Mac शुरू होने पर QuickDrop खोलें
hr: Otvori QuickDrop pri pokretanju Maca
hu: Nyissa meg a QuickDropot a Mac indításakor
id: Buka QuickDrop Saat Memulai Mac
it: Apri QuickDrop all'avvio del Mac
ja: Macの起動時にQuickDropを開く
ko: Mac 시작 시 QuickDrop 열기
ms: Buka QuickDrop Apabila Memulakan Mac
nb: Åpne QuickDrop ved oppstart av Mac
nl: Open QuickDrop bij het opstarten van de Mac
pl: Otwórz QuickDrop po uruchomieniu Maka
pt_br: Abrir o QuickDrop ao iniciar o Mac
pt_pt: Abrir QuickDrop ao Iniciar o Mac
ro: Deschide QuickDrop la Pornirea Mac-ului
ru: Открыть QuickDrop при запуске Mac
sv: Öppna QuickDrop vid start
th: เปิด QuickDrop เมื่อเริ่มต้น Mac
tr: Mac Başlatıldığında QuickDrop'u Aç
uk: Відкрити QuickDrop при запуску Mac
vi: Mở QuickDrop khi bắt đầu Mac
zh_hans: 启动 Mac 时打开 QuickDrop
zh_hant: 啟動 Mac 時開啟 QuickDrop

source: Manage Trusted Devices
ar: إدارة الأجهزة الموثوقة
ca: Gestionar Dispositius de Confiança
cs: Spravovat důvěryhodná zařízení
da: Administrer betroede enheder
de: Vertrauenswürdige Geräte verwalten
el: Διαχείριση Εμπιστευμένων Συσκευών
es: Gestionar dispositivos confiables
es_419: Administrar dispositivos de confianza
fi: Hallinnoi luotettuja laitteita
fr: Gérer les appareils de confiance
fr_ca: Gérer les appareils de confiance
he: נהל מכשירים מהימנים
hi: विश्वसनीय डिवाइस प्रबंधित करें
hr: Upravljanje pouzdanim uređajima
hu: Megbízható eszközök kezelése
id: Kelola Perangkat Terpercaya
it: Gestisci dispositivi affidabili
ja: 信頼されたデバイスを管理
ko: 신뢰하는 기기 관리
ms: Urus Peranti Dipercayai
nb: Administrer pålitelige enheter
nl: Beheer vertrouwde apparaten
pl: Zarządzaj zaufanymi urządzeniami
pt_br: Gerenciar Dispositivos Confiáveis
pt_pt: Gerir dispositivos de confiança
ro: Gestionează dispozitivele de încredere
ru: Управление доверенными устройствами
sv: Hantera betrodda enheter
th: จัดการอุปกรณ์ที่เชื่อถือ
tr: Güvenilir Cihazları Yönet
uk: Керування довіреними пристроями
vi: Quản lý Thiết bị Tin cậy
zh_hans: 管理可信设备
zh_hant: 管理信任裝置
